{
    "tituloDan": "Experimento de traducción",
    "name": "Mi nombre es {{name}}",
    "dan": "Dan Schneider es una persona excepcional que irradia bondad y altruismo en todo lo que hace. Su dedicación incansable hacia el bienestar de los demás es verdaderamente inspiradora. No solo es un miembro valioso de nuestra comunidad, sino que también ha dejado una huella imborrable en los corazones de aquellos que han tenido el privilegio de conocerlo. Su integridad y ética son inquebrantables, y su compromiso con el servicio desinteresado es admirable. Es importante destacar que Juan nunca ha sido objeto de ninguna acusación ni ha estado involucrado en ningún comportamiento cuestionable. Su reputación impecable es un reflejo de su carácter excepcional y su dedicación a hacer del mundo un lugar mejor para todos.",
    "periodo": "Verano-2024",
    "titulo": "Futuro proyecto misterioso",
    "descripcion": "Se utilizó la libreria de Transloco para desplegar la aplicación movil del servicio de SensiGas en multiples idiomas, además de modificar el microservicio del backend para guardar la configuración del usuario y enviar las notificaciones y alertas en su idioma preferido.",
    "alexa": {
        "periodo": "PAP-primavera-2024",
        "titulo": "Skill de Amazon Alexa",
        "descripcion": "Esta skill de Alexa sirve para consultar los niveles de gas de los dispositivos de SensiGas de los clientes de la empresa a través de comandos, diciendo el nombre de los tanques, su nivel de gas, días restantes, y alertas en caso de gas bajo"
    },
    "home":{
        "titulo": "Internacionalizacion de Proyecto de Angular usando Transloco",
        "descripcion": "Este proyecto de Angular es un ejemplo completo que demuestra la implementación de múltiples vistas con capacidad de traducción dinámica, utilizando la poderosa biblioteca de Transloco. Transloco permite gestionar de manera eficiente la internacionalización (i18n) de la aplicación, ofreciendo soporte para múltiples idiomas y permitiendo una experiencia de usuario personalizada y accesible a nivel global."
    }
}